Repository: r0227n/WhisperPad
Catalog: WhisperPad/WhisperPad/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# settings.general.notification.footer
source: Customize completion notifications and sounds
ja: 完了通知とサウンドをカスタマイズ

# settings.general.notification.message
source: Message Settings
ja: メッセージ設定

# settings.general.notification.message.customize
source: Customize
ja: カスタマイズ

# settings.general.notification.title
source: Notification Title
ja: 通知タイトル

# settings.general.performance
source: Performance
ja: パフォーマンス

# settings.general.performance.footer
source: WhisperKit will be automatically reloaded on next recording
ja: WhisperKitは次回の録音時に自動的に再読み込みされます

# settings.general.play_sound
source: Play Sound
ja: サウンドを再生

# settings.general.play_sound.help
source: Play sound when transcription completes
ja: 文字起こし完了時にサウンドを再生

# settings.general.show_notification
source: Show Notifications
ja: 通知を表示

# settings.general.show_notification.help
source: Display notification when transcription completes
ja: 文字起こし完了時に通知を表示

# settings.general.whisperkit_auto_unload
source: Auto-release memory when idle
ja: 未使用時にメモリを自動解放

# settings.general.whisperkit_auto_unload.help
source: Unload WhisperKit from memory when not in use
ja: 一定時間使用されていない場合、WhisperKitをメモリから解放します

# settings.general.whisperkit_timeout
source: Idle timeout
ja: アイドルタイムアウト

# settings.tab.general
source: General
ja: 一般

# settings.tab.hotkey
source: Shortcuts
ja: ショートカット

# settings.tab.icon
source: Icon
ja: アイコン

# settings.tab.model
source: Model
ja: モデル

# settings.tab.recording
source: Recording
ja: 録音

# streaming.cancel.continue
source: Continue
ja: 続ける

# streaming.cancel.message
source: Recording will be discarded.
ja: 録音データを破棄します。

# streaming.cancel.stop
source: Stop and Close
ja: 中止して閉じる

# streaming.cancel.title
source: Cancel recording?
ja: 録音を中止しますか？

# streaming.close
source: Close
ja: 閉じる

# streaming.copy_and_close
source: Copy and Close
ja: コピーして閉じる

# streaming.copy_and_close.help
source: Copy to clipboard and close
ja: クリップボードにコピーして閉じる

# streaming.elapsed_time
source: Elapsed Time
ja: 経過時間

# streaming.processing
source: Processing...
ja: 処理中...

# streaming.save_to_file
source: Save to File
ja: ファイル保存

# streaming.save_to_file.help
source: Save to file
ja: ファイルに保存

# streaming.stop
source: Stop
ja: 停止

# streaming.stop.help
source: Stop recording
ja: 録音を停止

# symbol_picker.more_symbols
source: More Symbols...
ja: その他のシンボル...

# symbol_picker.search_placeholder
source: Search symbols...
ja: シンボルを検索...

# symbol_picker.selected
source: Selected:
ja: 選択中:

# symbol_picker.title
source: Select Icon
ja: アイコンを選択

# transcription.language.auto
source: Auto Detect
ja: 自動検出

# transcription.language.de
source: German
ja: Deutsch

# transcription.language.es
source: Spanish
ja: Español

# transcription.language.fr
source: French
ja: Français

# transcription.language.ja
source: Japanese
ja: 日本語

# transcription.language.ko
source: Korean
ja: 한국어

# transcription.language.zh
source: Chinese
ja: 中文
